Repository: LookInsideApp/LookInside
Catalog: LookInside/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: The LookInside Injector daemon is missing from this app. Please reinstall LookInside, then try again.
ar: عملية LookInside Injector الخلفية غير موجودة في هذا التطبيق. أعد تثبيت LookInside، ثم حاول مرة أخرى.
de: Der LookInside-Injector-Daemon fehlt in dieser App. Installiere LookInside erneut und versuche es dann noch einmal.
es: Falta el daemon de LookInside Injector en esta app. Reinstala LookInside y vuelve a intentarlo.
fr: Le démon LookInside Injector est introuvable dans cette app. Réinstallez LookInside, puis réessayez.
it: Il daemon di LookInside Injector non è presente in questa app. Reinstalla LookInside e riprova.
ja: このAppにLookInside Injectorデーモンが見つかりません。 LookInsideを再インストールして、もう一度お試しください。
ko: 이 앱에 LookInside Injector 데몬이 없습니다. LookInside를 다시 설치한 후 다시 시도하세요.
pt_br: O daemon do LookInside Injector não está neste app. Reinstale o LookInside e tente novamente.
ru: Демон LookInside Injector отсутствует в этом приложении. Переустановите LookInside и повторите попытку.
vi: Ứng dụng này thiếu daemon LookInside Injector. Hãy cài đặt lại LookInside rồi thử lại.
zh_hans: 此 App 中缺少 LookInside Injector 守护进程。 请重新安装 LookInside，然后再试一次。
zh_hant: 此 App 中缺少 LookInside 注入器常駐程式。 請重新安裝 LookInside，然後再試一次。

source: The LookInside Injector daemon is not enabled (status %@).
ar: عملية LookInside Injector الخلفية غير مفعّلة (الحالة %@).
de: Der LookInside-Injector-Daemon ist nicht aktiviert (Status %@).
es: El daemon de LookInside Injector no está activado (estado %@).
fr: Le démon LookInside Injector n’est pas activé (statut %@).
it: Il daemon di LookInside Injector non è abilitato (stato %@).
ja: LookInside Injectorデーモンが有効になっていません(ステータス: %@)。
ko: LookInside Injector 데몬이 켜져 있지 않습니다(상태 %@).
pt_br: O daemon do LookInside Injector não está ativado (status %@).
ru: Демон LookInside Injector не включён (статус %@).
vi: Daemon LookInside Injector chưa được bật (trạng thái %@).
zh_hans: LookInside Injector 守护进程未启用（状态 %@）。
zh_hant: LookInside 注入器常駐程式尚未啟用（狀態 %@）。

source: The LookInside Injector daemon requires your approval. Open System Settings → Login Items & Extensions, locate “LookInside Injector”, and turn it on, then try again.
ar: تتطلب عملية LookInside Injector الخلفية موافقتك. افتح إعدادات النظام → عناصر تسجيل الدخول والإضافات، وابحث عن “LookInside Injector” وفعّله، ثم حاول مرة أخرى.
de: Der LookInside-Injector-Daemon benötigt deine Genehmigung. Öffne Systemeinstellungen → Anmeldeobjekte & Erweiterungen, suche „LookInside Injector“, schalte ihn ein und versuche es dann noch einmal.
es: El daemon de LookInside Injector necesita tu aprobación. Abre Ajustes del Sistema → Ítems de inicio y extensiones, busca “LookInside Injector”, actívalo y vuelve a intentarlo.
fr: Le démon LookInside Injector nécessite votre approbation. Ouvrez Réglages Système → Ouverture et extensions, repérez « LookInside Injector », activez-le, puis réessayez.
it: Il daemon di LookInside Injector richiede la tua approvazione. Apri Impostazioni di Sistema → Elementi login ed estensioni, trova “LookInside Injector”, attivalo e riprova.
ja: LookInside Injectorデーモンには承認が必要です。 システム設定の“ログイン項目と機能拡張”を開き、“LookInside Injector”をオンにしてから、もう一度お試しください。
ko: LookInside Injector 데몬에 승인이 필요합니다. 시스템 설정 → 로그인 항목 및 확장 프로그램을 열고 “LookInside Injector”를 찾아 켠 다음 다시 시도하세요.
pt_br: O daemon do LookInside Injector precisa da sua aprovação. Abra Ajustes do Sistema → Itens de Início e Extensões, encontre “LookInside Injector”, ative-o e tente novamente.
ru: Демон LookInside Injector требует вашего подтверждения. Откройте Системные настройки → «Объекты входа и расширения», найдите «LookInside Injector», включите его и повторите попытку.
vi: Daemon LookInside Injector cần bạn phê duyệt. Mở Cài đặt hệ thống → Mục đăng nhập và tiện ích mở rộng, tìm “LookInside Injector”, bật lên rồi thử lại.
zh_hans: LookInside Injector 守护进程需要你的批准。 打开“系统设置”→“登录项与扩展”，找到“LookInside Injector”并将它打开，然后重试。
zh_hant: LookInside 注入器常駐程式需要你的核准。 開啟「系統設定」→「登入項目與延伸功能」，找到「LookInside 注入器」並將它開啟，然後再試一次。

source: The LookInside Injector daemon returned an unsupported status (%d).
ar: أرجعت عملية LookInside Injector الخلفية حالة غير مدعومة (%d).
de: Der LookInside-Injector-Daemon hat einen nicht unterstützten Status zurückgegeben (%d).
es: El daemon de LookInside Injector devolvió un estado no admitido (%d).
fr: Le démon LookInside Injector a renvoyé un statut non pris en charge (%d).
it: Il daemon di LookInside Injector ha restituito uno stato non supportato (%d).
ja: LookInside Injectorデーモンが、対応していないステータス(%d)を返しました。
ko: LookInside Injector 데몬이 지원하지 않는 상태(%d)를 반환했습니다.
pt_br: O daemon do LookInside Injector retornou um status incompatível (%d).
ru: Демон LookInside Injector вернул неподдерживаемый статус (%d).
vi: Daemon LookInside Injector trả về trạng thái không được hỗ trợ (%d).
zh_hans: LookInside Injector 守护进程返回了不支持的状态（%d）。
zh_hant: LookInside 注入器常駐程式回傳了不支援的狀態（%d）。

source: The LookInside Injector is bundled correctly, but macOS can only enable it from an installed app. Move LookInside to the Applications folder, relaunch it, then click Attach to Running App again.
ar: LookInside Injector مضمّن بشكل صحيح، لكن macOS لا يمكنه تمكينه إلا من تطبيق مثبّت. انقل LookInside إلى مجلد التطبيقات وأعد تشغيله، ثم انقر على «الإرفاق بتطبيق قيد التشغيل» مرة أخرى.
de: Der LookInside Injector ist korrekt gebündelt, macOS kann ihn aber nur aus einer installierten App aktivieren. Verschiebe LookInside in den Ordner „Programme“, starte es neu und klicke erneut auf „An laufende App anhängen“.
es: LookInside Injector está incluido correctamente, pero macOS solo puede activarlo desde una app instalada. Mueve LookInside a la carpeta Aplicaciones, ábrelo de nuevo y haz clic otra vez en Asociar a app en ejecución.
fr: LookInside Injector est correctement inclus, mais macOS ne peut l’activer que depuis une app installée. Déplacez LookInside dans le dossier Applications, relancez-le, puis cliquez de nouveau sur « Attacher à une app en cours d’exécution ».
it: LookInside Injector è incluso correttamente, ma macOS può abilitarlo solo da un’app installata. Sposta LookInside nella cartella Applicazioni, riaprilo e fai di nuovo clic su Collega a un’app in esecuzione.
ja: LookInside Injectorは正しくバンドルされていますが、macOSではインストール済みのAppからのみ有効にできます。LookInsideを“アプリケーション”フォルダに移動して再起動し、“実行中のAppにアタッチ”をもう一度クリックしてください。
ko: LookInside Injector는 올바르게 포함되어 있지만 macOS에서는 설치된 앱에서만 켤 수 있습니다. LookInside를 응용 프로그램 폴더로 이동하고 다시 실행한 다음, “실행 중인 앱에 연결”을 다시 클릭하세요.
pt_br: O LookInside Injector está incluído corretamente, mas o macOS só pode ativá-lo em um app instalado. Mova o LookInside para a pasta Aplicativos, abra-o novamente e clique em Anexar a um App em Execução.
ru: LookInside Injector встроен правильно, но macOS может включить его только из установленного приложения. Переместите LookInside в папку «Программы», перезапустите его и снова нажмите «Подключиться к работающему приложению».
vi: LookInside Injector đã được đóng gói đúng, nhưng macOS chỉ có thể bật nó từ ứng dụng đã cài đặt. Hãy chuyển LookInside vào thư mục Ứng dụng, mở lại, rồi nhấp Gắn vào ứng dụng đang chạy lần nữa.
zh_hans: LookInside Injector 已包含在 App 中，但 macOS 只能从已安装的 App 启用它。请将 LookInside 移到“应用程序”文件夹，重新启动后再点按“附加到运行中的 App”。
zh_hant: LookInside 注入器已正確包含在 App 中，但 macOS 只能從已安裝的 App 啟用它。請將 LookInside 移到「應用程式」檔案夾，重新開啟後再次點按「附加到執行中的 App」。

source: The method was invoked successfully and no value was returned.
ar: تم استدعاء الدالة بنجاح ولم تُرجع أي قيمة.
de: Die Methode wurde erfolgreich aufgerufen und hat keinen Wert zurückgegeben.
es: El método se invocó correctamente y no devolvió ningún valor.
fr: La méthode a été appelée avec succès et n’a renvoyé aucune valeur.
it: Il metodo è stato richiamato correttamente e non ha restituito alcun valore.
ja: メソッドを呼び出しましたが、値は返されませんでした。
ko: 메서드가 성공적으로 호출되었으며 반환 값이 없습니다.
pt_br: O método foi chamado com sucesso e não retornou nenhum valor.
ru: Метод успешно вызван, значение не возвращено.
vi: Đã gọi phương thức thành công và không có giá trị nào được trả về.
zh_hans: 方法已调用成功，但没有返回值。
zh_hant: 方法已成功呼叫，但沒有回傳值。

source: The modification seems to have no effect.
ar: يبدو أن التعديل لم يكن له أي تأثير.
de: Die Änderung scheint keine Wirkung zu haben.
es: La modificación parece no tener efecto.
fr: La modification semble n’avoir aucun effet.
it: La modifica sembra non avere effetto.
ja: 変更が反映されていないようです。
ko: 수정이 적용되지 않은 것 같습니다.
pt_br: A modificação parece não ter efeito.
ru: Изменение, похоже, не имело эффекта.
vi: Việc sửa đổi dường như không có tác dụng.
zh_hans: 这次修改看起来没有生效。
zh_hant: 這次修改似乎沒有生效。

source: The operation failed because target iOS app has entered to the background state.
ar: فشلت العملية لأن تطبيق iOS الهدف انتقل إلى الخلفية.
de: Der Vorgang ist fehlgeschlagen, weil die Ziel-iOS-App in den Hintergrund gewechselt ist.
es: La operación falló porque la app de iOS de destino pasó a segundo plano.
fr: L’opération a échoué, car l’app iOS cible est passée en arrière-plan.
it: Operazione non riuscita perché l’app iOS di destinazione è passata in background.
ja: ターゲットのiOS Appがバックグラウンドに移行したため、操作に失敗しました。
ko: 대상 iOS 앱이 백그라운드 상태로 전환되어 작업에 실패했습니다.
pt_br: A operação falhou porque o app iOS de destino foi para segundo plano.
ru: Не удалось выполнить операцию: целевое приложение iOS перешло в фоновый режим.
vi: Thao tác không thành công vì ứng dụng iOS đích đã chuyển xuống nền.
zh_hans: 操作失败，因为目标 iOS App 已进入后台。
zh_hant: 操作失敗，因為目標 iOS App 已進入背景。

source: The operation failed due to an inner error.
ar: فشلت العملية بسبب خطأ داخلي.
de: Der Vorgang ist aufgrund eines internen Fehlers fehlgeschlagen.
es: La operación falló por un error interno.
fr: L’opération a échoué en raison d’une erreur interne.
it: Operazione non riuscita a causa di un errore interno.
ja: 内部エラーのため、操作に失敗しました。
ko: 내부 오류로 작업에 실패했습니다.
pt_br: A operação falhou devido a um erro interno.
ru: Не удалось выполнить операцию из-за внутренней ошибки.
vi: Thao tác không thành công do lỗi nội bộ.
zh_hans: 操作失败，原因是内部错误。
zh_hant: 操作失敗，原因是內部錯誤。

source: The operation failed due to disconnection with the iOS app.
ar: فشلت العملية بسبب انقطاع الاتصال بتطبيق iOS.
de: Der Vorgang ist fehlgeschlagen, weil die Verbindung zur iOS-App getrennt wurde.
es: La operación falló porque se perdió la conexión con la app de iOS.
fr: L’opération a échoué en raison d’une déconnexion de l’app iOS.
it: Operazione non riuscita a causa della disconnessione dall’app iOS.
ja: iOS Appとの接続が切断されたため、操作に失敗しました。
ko: iOS 앱과의 연결이 끊어져 작업에 실패했습니다.
pt_br: A operação falhou porque a conexão com o app iOS foi perdida.
ru: Не удалось выполнить операцию: соединение с приложением iOS потеряно.
vi: Thao tác không thành công do mất kết nối với ứng dụng iOS.
zh_hans: 操作失败，因为与 iOS App 的连接已断开。
zh_hant: 操作失敗，因為與 iOS App 的連線已中斷。

source: The region limit was reached; this page is only partially inspected.
ar: تم الوصول إلى حد المناطق، لذا لم يُفحص من هذه الصفحة إلا جزء.
de: Das Bereichslimit wurde erreicht. Diese Seite wird nur teilweise untersucht.
es: Se alcanzó el límite de regiones; esta página solo se ha inspeccionado en parte.
fr: La limite de zones a été atteinte ; cette page n’est inspectée que partiellement.
it: Raggiunto il limite di aree: questa pagina è stata ispezionata solo in parte.
ja: 領域数の上限に達したため、このページは一部のみ検査されました。
ko: 영역 한도에 도달하여 이 페이지는 일부만 검사되었습니다.
pt_br: O limite de regiões foi atingido; esta página foi inspecionada apenas em parte.
ru: Достигнут лимит областей: страница инспектирована лишь частично.
vi: Đã đạt giới hạn vùng; trang này chỉ được kiểm tra một phần.
zh_hans: 已达到区域数量上限，此页面仅检查了一部分。
zh_hant: 已達區域數量上限，此頁面僅部分經過檢查。

source: The release checksum file is malformed.
ar: ملف المجموع الاختباري للإصدار غير صالح.
de: Die Prüfsummendatei des Releases ist fehlerhaft.
es: El archivo de suma de verificación de la versión tiene un formato incorrecto.
fr: Le fichier de somme de contrôle de la version est mal formé.
it: Il file di checksum della release non è valido.
ja: リリースのチェックサムファイルの形式が正しくありません。
ko: 릴리스 체크섬 파일이 올바르지 않습니다.
pt_br: O arquivo de checksum da versão tem formato inválido.
ru: Файл контрольной суммы релиза повреждён.
vi: Tệp checksum của bản phát hành bị sai định dạng.
zh_hans: 校验和文件格式错误。
zh_hant: 發行版檢查碼檔案格式有誤。

source: The request is discarded due to a newer same request.
ar: تم تجاهل الطلب بسبب وجود طلب أحدث مماثل.
de: Die Anfrage wurde verworfen, weil eine neuere identische Anfrage vorliegt.
es: La solicitud se descartó porque hay otra idéntica más reciente.
fr: La requête a été abandonnée au profit d’une requête identique plus récente.
it: La richiesta è stata scartata a causa di una richiesta identica più recente.
ja: より新しい同一のリクエストがあるため、このリクエストは破棄されました。
ko: 더 최근의 동일한 요청이 있어 이 요청은 취소되었습니다.
pt_br: A requisição foi descartada porque há uma requisição igual mais recente.
ru: Запрос отброшен из-за более нового такого же запроса.
vi: Yêu cầu bị loại bỏ do có yêu cầu giống hệt mới hơn.
zh_hans: 由于已有更新的同类请求，当前请求已被丢弃。
zh_hant: 由於已有較新的相同要求，目前的要求已被捨棄。

source: The screenshot is not displayed due to the config in iOS App.
ar: لا تُعرض لقطة الشاشة بسبب إعدادات تطبيق iOS.
de: Das Bildschirmfoto wird aufgrund der Konfiguration in der iOS-App nicht angezeigt.
es: La captura de pantalla no se muestra por la configuración de la app de iOS.
fr: La capture d’écran n’est pas affichée en raison de la configuration de l’app iOS.
it: Lo screenshot non viene mostrato a causa della configurazione nell’app iOS.
ja: iOS Appの設定により、スクリーンショットは表示されません。
ko: iOS 앱의 설정 때문에 스크린샷이 표시되지 않습니다.
pt_br: A captura de tela não é exibida por causa da configuração no app iOS.
ru: Снимок экрана не отображается из-за настроек в приложении iOS.
vi: Ảnh chụp màn hình không hiển thị do cấu hình trong ứng dụng iOS.
zh_hans: 由于 iOS App 中的配置限制，当前不显示截图。
zh_hant: 由於 iOS App 中的設定，目前不顯示截圖。

source: The screenshot of selected %@ is not displayed.
ar: لا تُعرض لقطة الشاشة لـ %@ المحدد.
de: Das Bildschirmfoto des ausgewählten %@ wird nicht angezeigt.
es: No se muestra la captura de pantalla de %@ seleccionado.
fr: La capture d’écran de %@ sélectionné n’est pas affichée.
it: Lo screenshot di %@ selezionato non viene mostrato.
ja: 選択した%@のスクリーンショットは表示されません。
ko: 선택한 %@의 스크린샷이 표시되지 않습니다.
pt_br: A captura de tela de %@ selecionado não é exibida.
ru: Снимок экрана выбранного %@ не отображается.
vi: Ảnh chụp màn hình của %@ đã chọn không được hiển thị.
zh_hans: 不显示所选 %1$@ 的截图。
zh_hant: 不顯示所選 %@ 的截圖。

source: The screenshot of selected item is not displayed.
ar: لا تُعرض لقطة الشاشة للعنصر المحدد.
de: Das Bildschirmfoto des ausgewählten Elements wird nicht angezeigt.
es: No se muestra la captura de pantalla del elemento seleccionado.
fr: La capture d’écran de l’élément sélectionné n’est pas affichée.
it: Lo screenshot dell’elemento selezionato non viene mostrato.
ja: 選択した項目のスクリーンショットは表示されません。
ko: 선택한 항목의 스크린샷이 표시되지 않습니다.
pt_br: A captura de tela do item selecionado não é exibida.
ru: Снимок экрана выбранного элемента не отображается.
vi: Ảnh chụp màn hình của mục đã chọn không được hiển thị.
zh_hans: 不显示所选项目的截图。
zh_hant: 不顯示所選項目的截圖。

source: The target disconnected. Reconnect it, then start a new capture.
ar: انقطع اتصال الهدف. أعد الاتصال به، ثم ابدأ التقاطًا جديدًا.
de: Das Ziel wurde getrennt. Verbinde es erneut und starte dann eine neue Aufnahme.
es: El destino se desconectó. Vuelve a conectarlo e inicia una captura nueva.
fr: La cible s’est déconnectée. Reconnectez-la, puis démarrez une nouvelle capture.
it: La destinazione si è disconnessa. Riconnettila e avvia una nuova cattura.
ja: ターゲットとの接続が切断されました。再接続してから、新しいキャプチャを開始してください。
ko: 대상의 연결이 끊어졌습니다. 다시 연결한 다음 새 캡처를 시작하세요.
pt_br: O destino se desconectou. Reconecte-o e inicie uma nova captura.
ru: Целевое приложение отключилось. Подключите его снова и начните новый захват.
vi: Đích đã ngắt kết nối. Hãy kết nối lại, rồi bắt đầu lần ghi mới.
zh_hans: 目标已断开连接。请重新连接，然后开始新的捕获。
zh_hant: 目標已中斷連線。請重新連線，然後開始新的擷取。

source: The version of LookinServer linked with this iOS App is too low.
ar: إصدار LookinServer المرتبط بتطبيق iOS هذا قديم جدًا.
de: Die mit dieser iOS-App verknüpfte Version von LookinServer ist zu niedrig.
es: La versión de LookinServer enlazada con esta app de iOS es demasiado antigua.
fr: La version de LookinServer liée à cette app iOS est trop ancienne.
it: La versione di LookinServer collegata a questa app iOS è troppo vecchia.
ja: このiOS AppにリンクされているLookinServerのバージョンが古すぎます。
ko: 이 iOS 앱에 링크된 LookinServer 버전이 너무 낮습니다.
pt_br: A versão do LookinServer vinculada a este app iOS é muito antiga.
ru: Версия LookinServer в этом приложении iOS слишком старая.
vi: Phiên bản LookinServer được liên kết với ứng dụng iOS này quá thấp.
zh_hans: 此 iOS App 所链接的 LookinServer 版本过低。
zh_hant: 此 iOS App 連結的 LookinServer 版本過舊。

source: The width or height is below %.0f pt. Increase the interactive area to at least %.0f × %.0f pt.
ar: العرض أو الارتفاع أقل من %.0f نقطة. وسّع منطقة التفاعل إلى %.0f × %.0f نقطة على الأقل.
de: Breite oder Höhe liegt unter %.0f pt. Vergrößere die interaktive Fläche auf mindestens %.0f × %.0f pt.
es: El ancho o el alto es inferior a %.0f pt. Amplía el área interactiva a al menos %.0f × %.0f pt.
fr: La largeur ou la hauteur est inférieure à %.0f pt. Agrandissez la zone interactive à au moins %.0f × %.0f pt.
it: La larghezza o l’altezza è inferiore a %.0f pt. Aumenta l’area interattiva ad almeno %.0f × %.0f pt.
ja: 幅または高さが%.0f ptを下回っています。操作できる領域を%.0f × %.0f pt以上にしてください。
ko: 너비 또는 높이가 %.0f pt 미만입니다. 상호작용 영역을 %.0f × %.0f pt 이상으로 늘리세요.
pt_br: A largura ou a altura está abaixo de %.0f pt. Aumente a área interativa para pelo menos %.0f × %.0f pt.
ru: Ширина или высота меньше %.0f pt. Увеличьте интерактивную область минимум до %.0f × %.0f pt.
vi: Chiều rộng hoặc chiều cao nhỏ hơn %.0f pt. Hãy tăng vùng tương tác lên ít nhất %.0f × %.0f pt.
zh_hans: 宽度或高度小于 %.0f pt。请将可交互区域增大到至少 %.0f × %.0f pt。
zh_hant: 寬度或高度小於 %.0f pt。請將可互動區域增加至至少 %.0f × %.0f pt。

source: These bounds may differ from the effective hit target. Check custom hit testing before changing the control.
ar: قد تختلف هذه الحدود عن هدف اللمس الفعلي. تحقق من اختبار اللمس المخصص قبل تغيير عنصر التحكم.
de: Diese Grenzen können von der tatsächlichen Trefferfläche abweichen. Prüfe eigenes Hit-Testing, bevor du das Steuerelement änderst.
es: Estos límites pueden diferir del área táctil efectiva. Revisa la detección de toques personalizada antes de cambiar el control.
fr: Ces limites peuvent différer de la cible de contact effective. Vérifiez le test de hit personnalisé avant de modifier le contrôle.
it: Questi limiti possono differire dall’area di tocco effettiva. Verifica l’hit testing personalizzato prima di modificare il controllo.
ja: この境界は、実際のヒット領域と異なる場合があります。コントロールを変更する前に、カスタムのヒットテストを確認してください。
ko: 이 bounds는 실제 히트 타겟과 다를 수 있습니다. 컨트롤을 변경하기 전에 사용자 정의 히트 테스트를 확인하세요.
pt_br: Estes limites podem diferir do alvo de toque efetivo. Verifique o hit testing personalizado antes de alterar o controle.
ru: Эти границы могут отличаться от фактической области нажатия. Перед изменением элемента проверьте пользовательское определение попадания.
vi: Các giới hạn này có thể khác với vùng chạm hiệu lực. Hãy kiểm tra hit testing tùy chỉnh trước khi sửa điều khiển.
zh_hans: 这些边界可能与实际点按目标不同。更改控件前，请先检查自定义命中测试。
zh_hant: 這些邊界可能與實際的點按目標不同。變更控制項前，請先檢查自訂點擊測試。

source: This object is not in the current hierarchy — it may have been released, filtered out, or come from data captured before it had an identity.
ar: هذا الكائن غير موجود في التسلسل الهرمي الحالي؛ ربما تم تحريره أو استبعاده بالتصفية، أو أنه من بيانات الْتُقطت قبل أن يصبح له معرّف.
de: Dieses Objekt befindet sich nicht in der aktuellen Hierarchie. Es wurde möglicherweise freigegeben, herausgefiltert oder stammt aus Daten, die erfasst wurden, bevor es eine Identität hatte.
es: Este objeto no está en la jerarquía actual: puede que se haya liberado, filtrado o que proceda de datos capturados antes de tener una identidad.
fr: Cet objet ne figure pas dans la hiérarchie actuelle. Il a peut-être été libéré, filtré, ou provient de données capturées avant qu’il n’ait une identité.
it: Questo oggetto non è nella gerarchia corrente: potrebbe essere stato rilasciato, filtrato o provenire da dati acquisiti prima che avesse un’identità.
ja: このオブジェクトは現在の階層にありません。解放されたか、フィルタで除外されたか、識別情報を持つ前に取得されたデータの可能性があります。
ko: 이 객체는 현재 계층 구조에 없습니다. 해제되었거나, 필터링되었거나, 식별자가 생기기 전에 캡처한 데이터에서 온 것일 수 있습니다.
pt_br: Este objeto não está na hierarquia atual. Ele pode ter sido liberado, filtrado ou vir de dados capturados antes de ter uma identidade.
ru: Этого объекта нет в текущей иерархии: он мог быть освобождён, отфильтрован или получен из данных, снятых до того, как у него появился идентификатор.
vi: Đối tượng này không có trong phân cấp hiện tại. Có thể nó đã được giải phóng, bị lọc bỏ, hoặc đến từ dữ liệu được chụp trước khi có định danh.
zh_hans: 此对象不在当前层级结构中。它可能已被释放、被筛选掉，或来自尚未获得标识的数据。
zh_hant: 此物件不在目前的階層中，可能已被釋放、被篩除，或來自尚未具備識別的擷取資料。

source: This object may not be a %@ or CALayer.
ar: قد لا يكون هذا الكائن %@ أو CALayer.
de: Dieses Objekt ist möglicherweise weder %@ noch CALayer.
es: Puede que este objeto no sea un %@ ni un CALayer.
fr: Cet objet n’est peut-être ni un %@ ni un CALayer.
it: Questo oggetto potrebbe non essere un %@ né un CALayer.
ja: このオブジェクトは%@またはCALayerではない可能性があります。
ko: 이 객체는 %@ 또는 CALayer가 아닐 수 있습니다.
pt_br: Este objeto pode não ser um %@ nem um CALayer.
ru: Возможно, этот объект не является %@ или CALayer.
vi: Đối tượng này có thể không phải là %@ hoặc CALayer.
zh_hans: 该对象可能不是 %@ 或 CALayer。
zh_hant: 該物件可能不是 %@ 或 CALayer。

source: This removes imported and autosaved CSVs for the module.
ar: سيؤدي هذا إلى إزالة ملفات CSV المستوردة والمحفوظة تلقائيًا لهذه الوحدة.
de: Dadurch werden importierte und automatisch gesicherte CSVs für das Modul entfernt.
es: Se eliminarán los CSV importados y guardados automáticamente del módulo.
fr: Cela supprime les CSV importés et enregistrés automatiquement pour ce module.
it: Verranno rimossi i CSV importati e salvati automaticamente del modulo.
ja: このモジュールの読み込み済みおよび自動保存のCSVが削除されます。
ko: 이 모듈의 가져온 CSV와 자동 저장된 CSV가 제거됩니다.
pt_br: Isso remove os CSVs importados e salvos automaticamente deste módulo.
ru: Будут удалены импортированные и автосохранённые CSV этого модуля.
vi: Thao tác này sẽ xóa các CSV đã nhập và tự động lưu của mô-đun.
zh_hans: 这会移除该模块已导入和自动存储的 CSV。
zh_hant: 這會移除該模組已匯入和自動儲存的 CSV。

source: This target app includes SwiftUI views. Activate LookInside Pro to inspect SwiftUI view details.
ar: يتضمن هذا التطبيق الهدف عروض SwiftUI. فعّل LookInside Pro لفحص تفاصيل عروض SwiftUI.
de: Diese Ziel-App enthält SwiftUI-Ansichten. Aktiviere LookInside Pro, um SwiftUI-Ansichtsdetails zu untersuchen.
es: Esta app de destino incluye vistas de SwiftUI. Activa LookInside Pro para inspeccionar los detalles de las vistas de SwiftUI.
fr: Cette app cible comprend des vues SwiftUI. Activez LookInside Pro pour inspecter les détails des vues SwiftUI.
it: Questa app di destinazione include viste SwiftUI. Attiva LookInside Pro per ispezionare i dettagli delle viste SwiftUI.
ja: このターゲットAppにはSwiftUIビューが含まれています。SwiftUIビューの詳細を検査するには、LookInside Proをアクティベートしてください。
ko: 이 대상 앱에는 SwiftUI 뷰가 포함되어 있습니다. SwiftUI 뷰 세부 정보를 검사하려면 LookInside Pro를 활성화하세요.
pt_br: O app de destino contém views SwiftUI. Ative o LookInside Pro para inspecionar os detalhes das views SwiftUI.
ru: Целевое приложение содержит представления SwiftUI. Активируйте LookInside Pro, чтобы просматривать подробности представлений SwiftUI.
vi: Ứng dụng đích này có các view SwiftUI. Hãy kích hoạt LookInside Pro để kiểm tra chi tiết view SwiftUI.
zh_hans: 此目标 App 包含 SwiftUI 视图。激活 LookInside Pro 即可检查 SwiftUI 视图详情。
zh_hant: 目標 App 包含 SwiftUI 檢視。啟用 LookInside Pro 後即可查看 SwiftUI 檢視詳細資訊。
